Repository: iondv/report
Catalog: i18n/*/report.po
Languages: ru

source: Report not found
ru: Отчет не найден

source: ION Reports
ru: ION Отчеты

source: Data %mine
ru: Данные %mine

source: Writing data mine %s to database.
ru: Запись источника данных %s в базу данных.

source: Report module meta model directory %s not found
ru: Каталог метамодели модуля отчета %s не найден

source: Writing navigation node %s to database.
ru: Запись навигационного узла %s в базу данных.

source: Importing report module meta model from %s
ru: Импорт метамодели модуля отчетов из %s

source: Navigation node namespace not specified!
ru: Пространство имен навигационного узла не указано!

source: Syntax error in aggregation expression %s
ru: Синтаксическая ошибка в выражении агрегации %s

source: Data source forming logic not specified.
ru: Логика формирования источника данных не указана.

source: Data source %s.%s build started
ru: Источник данных %s.%s сборка началась

source: Data source %s.%s build complete
ru: Источник данных %s.%s сборка завершена

source: Mb
ru: Мб

source: Kb
ru: Кб

source: byte
ru: байт

source: Wait...
ru: Подождите...

source: Search:
ru: Поиск:

source: Show by _MENU_
ru: Показать по _MENU_

source: Records from _START_ to _END_ of _TOTAL_ records
ru: Записи с _START_ по _END_ из _TOTAL_ записей

source: Records from 0 to 0 of 0 records
ru: Записи с 0 по 0 из 0 записей

source: (total _MAX_)
ru: (всего _MAX_)

source: Loading...
ru: Загружается...

source: No records.
ru: Нет записей.

source: Table has no data
ru: Таблица не содержит данных

source: : activate for sorting by ascending order
ru: : активация для сортировки по возрастанию

source: failed to get data from %url
ru: не удалось получить данные из %url

source: Quan
ru: Количество

source: Count
ru: Подсчет

source: Count unique
ru: Подсчет уникальных

source: List unique
ru: Список уникальных

source: Sum
ru: Сумма

source: Sum of integer
ru: Сумма целых чисел

source: Average
ru: Среднее

source: Minimum
ru: Минимум

source: Maximum
ru: Максимум

source: Sum by sum
ru: Сумма к сумме

source: 80% of roof
ru: 80% верхнего значения

source: 80% of floor
ru: 80% нижнего значения

source: Total sum
ru: Итоговая сумма

source: Row sum
ru: Сумма строки

source: Column sum
ru: Сумма столбца

source: Total count
ru: Общее количество

source: Count in row
ru: Количество в строке

source: Count in column
ru: Количество в столбце

source: Please specify filter options.
ru: Пожалуйста, укажите параметры фильтра.

source: Select filter...
ru: Выберите фильтр...

source: Home
ru: Главная страница

source: Page not found
ru: Страница не найдена

source: We could not find page you are looking for.
ru: Мы не смогли найти страницу, которую вы ищете.

source: Server error
ru: Ошибка сервера

source: Something went wrong
ru: Что-то пошло не так

source: We are working on fixing this error right now.
ru: Мы работаем над устранением этой ошибки прямо сейчас.

source: Search...
ru: Поиск...

source: Version
ru: Версия

source: Copyright
ru: Авторские права

source: Exit
ru: Выход

source: User avatar
ru: Аватар пользователя

source: admin panel
ru: панель администратора

source: No reports set up for this link
ru: Нет отчетов настроенных для этой ссылки

source: Export
ru: Экспортировать

source: Download export results
ru: Скачать результаты экспорта

source: Print
ru: Печать

source: none
ru: ничего

source: Builds journal
ru: Журнал сборок

source: Data source
ru: Источник данных

source: Last build date
ru: Дата последней сборки

source: refreshing
ru: обновление

source: Reload data source
ru: Перезагрузить источник данных

source: Prepare data source
ru: Подготовить источник данных

source: Data source not ready
ru: Источник данных не готов

source: Apply
ru: Применить

source: Table filters
ru: Фильтры таблицы

source: no
ru: нет

source: Data source is preparing
ru: Источник данных готовится

source: Data mine build complete.
ru: Сборка источника данных завершена.

source: Data mine build started.
ru: Сборка источника данных запущена.

source: Failed to start data mine build.
ru: Не удалось запустить сборку источника данных.

source: Proceed
ru: Продолжить

source: Report filter
ru: Фильтр отчетов

source: Reset filter
ru: Сбросить фильтр

source: Specify filter name...
ru: Укажите имя фильтра...

source: Save
ru: Сохранить

source: Save filter
ru: Сохранить фильтр

source: Delete filter
ru: Удалить фильтр

source: Apply filter
ru: Применить фильтр

source: Builders for data mine "%mine" are not set up
ru: Сборщики для источника данных "%mine" не настроены

source: Builder for data source "%mine.%src" is not set up.
ru: Сборщик для источника данных "%mine.%src" не настроен.

source: Builder for data source "%mine.%src" not found.
ru: Сборщик для источника данных "%mine.%src" не найден.

source: File not found!
ru: Файл не найден!
